Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# profile_settings_footer
source: Separate data sets for different people or shared accounts.
ar: مجموعات بيانات منفصلة لأشخاص مختلفين أو حسابات مشتركة.
de: Separate Datensätze für verschiedene Personen oder gemeinsame Konten.
es: Conjuntos de datos separados para diferentes personas o cuentas compartidas.
fr: Séparez les ensembles de données pour différentes personnes ou comptes partagés.
hr: Odvojeni skupovi podataka za različite osobe ili zajedničke račune.
hu: Külön adatkészletek különböző személyekhez vagy megosztott fiókokhoz.
it: Set di dati separati per persone diverse o account condivisi.
ja: さまざまな人または共有アカウントごとにデータ セットを分けます。
nb: Separate datasett for forskjellige personer eller delte kontoer.
nl: Afzonderlijke datasets voor verschillende mensen of gedeelde accounts.
pt_br: Conjuntos de dados separados para pessoas diferentes ou contas compartilhadas.
ro: Seturi de date separate pentru persoane diferite sau conturi partajate.
ru: Отдельные наборы данных для разных людей или общих учетных записей.
sv: Separata datamängder för olika personer eller delade konton.
tr: Farklı kişiler veya paylaşılan hesaplar için ayrı veri kümeleri.
zh_hans: 为不同的人或共享帐户提供单独的数据集。

source: Profiles
ar: الملفات الشخصية
de: Profile
es: Perfiles
fr: Profils
hr: Profili
hu: Profilok
it: Profili
ja: プロフィール
nb: Profiler
nl: Profielen
pt_br: Perfis
ro: Profiluri
ru: Профили
sv: Profiler
tr: Profiller
zh_hans: 型材

# Prognose
source: Forecast
ar: التوقعات
cs: Prognóza
da: Prognose
de: Prognose
es: Previsión
fr: Prévisions
hr: Prognoza
hu: Előrejelzés
it: Previsione
ja: 予測
nb: Prognose
nl: Prognose
pl: Prognoza
pt_br: Previsão
ro: Prognoză
ru: Прогноз
sv: Prognos
tr: Tahmin
zh_hans: 预测

# Prognose in %lldJ:
source: Forecast in %lldJ:
ar: التوقعات بنسبة %lldJ:
cs: Prognóza v %lldJ:
da: Prognose i %lldJ:
de: Prognose in %lldJ:
es: Previsión en %lldJ:
fr: Prévisions en %lldJ :
hr: Prognoza u %lldJ:
hu: Előrejelzés %-ban lldJ:
it: Previsione in %lldJ:
ja: 予測（％lldJ）：
nb: Prognose i %lldJ:
nl: Prognose in %lldJ:
pl: Prognoza w %lldJ:
pt_br: Previsão em %lldJ:
ro: Previziune în %lldJ:
ru: Прогноз в %lldJ:
sv: Prognos i %lldJ:
tr: Tahmin (%lldJ):
zh_hans: 预测值（%lldJ）：

# property_appreciation_rate
source: Property Appreciation p.a.
ar: معدل التقدير السنوي
cs: Zhodnocení p.a.
da: Værdistigning p.a.
de: Wertsteigerung p.a.
es: Revalorización p.a.
fr: Plus-value immobilière p.a.
hr: Porast vrijednosti p.a.
hu: Értéknövekedés p.a.
it: Rivalutazione p.a.
ja: 年間価値上昇率
nb: Verdistigning p.a.
nl: Waardestijging p.j.
pl: Wzrost wartości r.r.
pt_br: Valorização p.a.
ro: Apreciere p.a.
ru: Прирост стоимости p.a.
sv: Värdeökning p.a.
tr: Yıllık değer artışı
zh_hans: 年增值率

source: Property Details
ar: تفاصيل العقار
cs: Detaily nemovitosti
da: Ejendomsdetaljer
de: Immobilien-Details
es: Detalles de la propiedad
fr: Détails de la propriété
hr: Detalji nekretnine
hu: Ingatlan részletei
it: Dettagli dell'immobile
ja: 物件詳細
nb: Eiendomsdetaljer
nl: Eigendomsdetails
pl: Szczegóły nieruchomości
pt_br: Detalhes do imóvel
ro: Detalii proprietate
ru: Сведения о недвижимости
sv: Fastighetsdetaljer
tr: Mülk detayları
zh_hans: 房产详情

# property_details_footer
source: Purchase price and date help you track your property's appreciation.
ar: يساعدك سعر الشراء والتاريخ على تتبع ارتفاع قيمة عقارك.
cs: Kupní cena a datum vám pomohou sledovat zhodnocení nemovitosti.
da: Købspris og dato hjælper dig med at spore din ejendoms værdistigning.
de: Kaufpreis und Kaufdatum helfen dir, den Wertzuwachs deiner Immobilie zu verfolgen.
es: El precio y la fecha de compra te ayudan a seguir la revalorización de tu inmueble.
fr: Le prix et la date d'achat vous aident à suivre la valorisation de votre bien.
hr: Cijena i datum kupnje pomažu vam pratiti rast vrijednosti nekretnine.
hu: A vételár és a dátum segít nyomon követni az ingatlan értéknövekedését.
it: Il prezzo e la data di acquisto ti aiutano a monitorare l'apprezzamento del tuo immobile.
ja: 購入価格と日付で物件の資産価値上昇を追跡できます。
nb: Kjøpspris og dato hjelper deg med å spore verdiøkningen på eiendommen.
nl: Aankoopprijs en -datum helpen je de waardegroei van je woning bij te houden.
pl: Cena zakupu i data pomagają śledzić wzrost wartości nieruchomości.
pt_br: Preço e data de compra ajudam a acompanhar a valorização do imóvel.
ro: Prețul și data cumpărării te ajută să urmărești aprecierea proprietății.
ru: Цена покупки и дата помогут отслеживать рост стоимости недвижимости.
sv: Inköpspris och datum hjälper dig spåra fastighetens värdeökning.
tr: Satın alma fiyatı ve tarihi, mülkünüzün değer artışını takip etmenize yardımcı olur.
zh_hans: 购买价格和日期有助于跟踪您房产的增值情况。

# property_market_value
source: Market Value
ar: القيمة السوقية
cs: Tržní hodnota
da: Markedsværdi
de: Verkehrswert
es: Valor de mercado
fr: Valeur marchande
hr: Tržišna vrijednost
hu: Piaci érték
it: Valore di mercato
ja: 市場価値
nb: Markedsverdi
nl: Marktwaarde
pl: Wartość rynkowa
pt_br: Valor de mercado
ro: Valoare de piață
ru: Рыночная стоимость
sv: Marknadsvärde
tr: Piyasa değeri
zh_hans: 市值

# property_purchase_date
source: Purchase Date
ar: تاريخ الشراء
cs: Datum koupě
da: Købsdato
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
hr: Datum kupnje
hu: Vásárlás dátuma
it: Data di acquisto
ja: 購入日
nb: Kjøpsdato
nl: Aankoopdatum
pl: Data zakupu
pt_br: Data de compra
ro: Data achiziției
ru: Дата покупки
sv: Inköpsdatum
tr: Satın alma tarihi
zh_hans: 购买日期

# property_purchase_price
source: Purchase Price
ar: سعر الشراء
cs: Kupní cena
da: Købspris
de: Kaufpreis
es: Precio de compra
fr: Prix d'achat
hr: Kupovna cijena
hu: Vételár
it: Prezzo di acquisto
ja: 購入価格
nb: Kjøpspris
nl: Aankoopprijs
pl: Cena zakupu
pt_br: Preço de compra
ro: Prețul de achiziție
ru: Цена покупки
sv: Inköpspris
tr: Satın alma fiyatı
zh_hans: 购买价格

# property_value_gain
source: Value Gain
ar: ارتفاع القيمة
cs: Nárůst hodnoty
da: Værdistigning
de: Wertzuwachs
es: Ganancia de valor
fr: Plus-value
hr: Rast vrijednosti
hu: Értéknövekedés
it: Guadagno di valore
ja: 価値増加
nb: Verdiøkning
nl: Waardestijging
pl: Wzrost wartości
pt_br: Ganho de valor
ro: Câștig de valoare
ru: Прирост стоимости
sv: Värdeökning
tr: Değer artışı
zh_hans: 价值增益

source: Provider
ar: مزود
de: Kontoanbieter
es: Proveedor
fr: Fournisseur
hr: Davatelj
hu: Szolgáltató
it: Fornitore
ja: プロバイダー
nb: Leverandør
nl: Aanbieder
pt_br: Provedor
ro: Furnizor
ru: Поставщик
sv: Leverantör
tr: sağlayıcı
zh_hans: 提供者

# provider_distribution
source: Distribution by Provider
ar: التوزيع حسب المزود
de: Verteilung nach Anbieter
es: Distribución por proveedor
fr: Répartition par fournisseur
hr: Distribucija po dobavljaču
hu: Elosztás a Szolgáltató által
it: Distribuzione per fornitore
ja: プロバイダーによる配信
nb: Distribusjon etter leverandør
nl: Verdeling per aanbieder
pt_br: Distribuição por Provedor
ro: Distribuție de către Furnizor
ru: Распределение по поставщикам
sv: Distribution per leverantör
tr: Sağlayıcıya göre dağıtım
zh_hans: 按提供商分配

# provider_placeholder
source: Provider (e.g. Chase, Barclays …)
ar: مقدم الخدمة (مثل تشيس، باركليز...)
de: Anbieter (z. B. DKB, ING …)
es: Proveedor (por ejemplo, Chase, Barclays…)
fr: Fournisseur (par exemple Chase, Barclays…)
hr: Pružatelj (npr. Chase, Barclays…)
hu: Szolgáltató (pl. Chase, Barclays…)
it: Fornitore (ad esempio Chase, Barclays…)
ja: プロバイダー (例: Chase、Barclays など)
nb: Leverandør (f.eks. Chase, Barclays ...)
nl: Aanbieder (bijv. Chase, Barclays …)
pt_br: Provedor (por exemplo, Chase, Barclays…)
ro: Furnizor (de exemplu, Chase, Barclays...)
ru: Поставщик (например, Chase, Barclays…)
sv: Leverantör (t.ex. Chase, Barclays …)
tr: Sağlayıcı (örn. Chase, Barclays…)
zh_hans: 提供商（例如大通银行、巴克莱银行……）

# Q%lld '%@
source: Q%1$lld '%2$@
ar: Q%lld '%@
cs: Q%lld '%@
da: Q%lld '%@
de: Q%lld '%@
es: Q%lld '%@
fr: Q%lld '%@
hr: Q%lld '%@
hu: Q%lld '%@
it: Q%lld '%@
ja: Q%lld '%@
nb: Q%lld '%@
nl: Q%lld '%@
pl: Q%lld '%@
pt_br: Q%lld '%@
ro: Q%lld '%@
ru: Q%lld '%@
sv: Q%lld '%@
tr: Q%lld '%@
zh_hans: Q%lld '%@

# Quartalsverlauf
source: Quarterly Performance
ar: أداء الربع
cs: Vývoj v průběhu čtvrtletí
da: Kvartalsudviklingen
de: Quartalsverlauf
es: Evolución trimestral
fr: Évolution trimestrielle
hr: Trosmjesečni učinak
hu: A negyedév alakulása
it: Andamento trimestrale
ja: 四半期の推移
nb: Kvartalsutviklingen
nl: Ontwikkeling per kwartaal
pl: Przebieg kwartału
pt_br: Evolução do trimestre
ro: Evoluția pe trimestre
ru: Динамика за квартал
sv: Utvecklingen under kvartalet
tr: Çeyrek seyri
zh_hans: 本季度的走势

# receiving_account_label
source: Receiving Account
ar: حساب الاستلام
de: Empfängerkonto
es: Cuenta receptora
fr: Compte de réception
hr: Primanje računa
hu: Számla fogadása
it: Conto ricevente
ja: 受取口座
nb: Mottakskonto
nl: Rekening ontvangen
pt_br: Recebendo conta
ro: Cont de primire
ru: Получающий аккаунт
sv: Mottagande konto
tr: Hesap Alınıyor
zh_hans: 收款账户

# recurrence_section
source: Recurrence
ar: تكرار
da: Tilbagevenden
de: Wiederholung
es: Reaparición
fr: Récurrence
hr: Ponavljanje
hu: Ismétlődés
it: Ricorrenza
ja: 再発
nb: Gjentakelse
nl: Herhaling
pt_br: Recorrência
ro: Recidiva
ru: Повторение
sv: Upprepning
tr: Tekrarlama
zh_hans: 复发

# Referenzbetrag
source: Reference Amount
ar: المبلغ المرجعي
cs: Referenční částka
da: Referencebeløb
de: Referenzbetrag
es: Importe de referencia
fr: Montant de référence
hr: Referentna količina
hu: Referenciaösszeg
it: Importo di riferimento
ja: 基準額
nb: Referansebeløp
nl: Referentiebedrag
pl: Kwota referencyjna
pt_br: Valor de referência
ro: Suma de referință
ru: Базовая сумма
sv: Referensbelopp
tr: Referans tutarı
zh_hans: 基准金额

# Regel bearbeiten
source: Edit Rule
ar: تعديل القاعدة
cs: Upravit pravidlo
da: Rediger regel
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
hr: Uredi pravilo
hu: Szabály szerkesztése
it: Modifica regola
ja: ルールを編集する
nb: Rediger regel
nl: Regel bewerken
pl: Edytuj regułę
pt_br: Editar regra
ro: Editează regula
ru: Редактировать правило
sv: Redigera regel
tr: Kuralı düzenle
zh_hans: 编辑规则

# Regel erstellen
source: Create a rule
ar: إنشاء قاعدة
cs: Vytvořit pravidlo
da: Opret regel
de: Regel erstellen
es: Crear regla
fr: Créer une règle
hr: Stvorite pravilo
hu: Szabály létrehozása
it: Crea una regola
ja: ルールの作成
nb: Opprett regel
nl: Regel aanmaken
pl: Utwórz regułę
pt_br: Criar regra
ro: Creare regulă
ru: Создать правило
sv: Skapa regel
tr: Kural oluştur
zh_hans: 创建规则

# Regeln per Mail einsenden
source: Submit the rules by email
ar: إرسال القواعد عبر البريد الإلكتروني
cs: Zaslat pravidla e-mailem
da: Indsend reglerne via e-mail
de: Regeln per Mail einsenden
es: Enviar las normas por correo electrónico
fr: Envoyer les règles par e-mail
hr: Pošaljite pravila e-poštom
hu: A szabályok e-mailben történő elküldése
it: Inviare le regole via e-mail
ja: ルールをメールで送信する
nb: Send inn reglene via e-post
nl: Regels per e-mail insturen
pl: Przesyłanie zasad pocztą elektroniczną
pt_br: Enviar as regras por e-mail
ro: Trimiteți regulile prin e-mail
ru: Отправить правила по электронной почте
sv: Skicka in reglerna via e-post
tr: Kuralları e-posta ile gönderin
zh_hans: 通过电子邮件提交规则

source: Remaining Debt
ar: الديون المتبقية
da: Resterende gæld
de: Restschuld
es: Deuda restante
fr: Dette restante
hr: Preostali dug
hu: Fennmaradó tartozás
it: Debito residuo
ja: 残債
nb: Gjenstående gjeld
nl: Resterende schulden
pt_br: Dívida Restante
ro: Datorii rămase
ru: Оставшийся долг
sv: Återstående skuld
tr: Kalan Borç
zh_hans: 剩余债务

source: Rename
ar: إعادة التسمية
cs: Přejmenovat
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
hr: Preimenuj
hu: Átnevezés
it: Rinomina
ja: 名前を変更
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumiți
ru: Переименовать
sv: Byt namn
tr: Yeniden Adlandır
zh_hans: 重命名

source: Repayment Plan
ar: خطة السداد
da: Afbetalingsplan
de: Abzahlungsplan
es: Plan de pago
fr: Plan de remboursement
hr: Plan otplate
hu: Törlesztési terv
it: Piano di rimborso
ja: 返済計画
nb: Nedbetalingsplan
nl: Afbetalingsplan
pt_br: Plano de Reembolso
ro: Planul de rambursare
ru: План погашения
sv: Återbetalningsplan
tr: Geri Ödeme Planı
zh_hans: 还款计划

source: Reserve
ar: الاحتياطي
cs: Rezerva
es: Reserva
fr: Réserve
hr: Rezervirano
hu: Tartalék
it: Riserva
ja: リザーブ
pl: Rezerwa
pt_br: Reserva
ro: Rezervă
ru: Резерв
sv: Reserv
tr: Yedek
zh_hans: 储备

# Reserve (%lld × %@ CHF)
source: Reserve (%1$lld × %2$@ CHF)
ar: الاحتياطي (%lld × %@ فرنك سويسري)
cs: Rezerva (%lld × %@ CHF)
da: Reserve (%lld × %@ CHF)
de: Reserve (%lld × %@ CHF)
es: Reserva (%lld × %@ CHF)
fr: Réserve (%lld × %@ CHF)
hr: Rezerva (%lld × %@ CHF)
hu: Tartalék (%lld × %@ CHF)
it: Riserva (%lld × %@ CHF)
ja: 準備金（%lld × %@ CHF）
nb: Reserve (%lld × %@ CHF)
nl: Reserve (%lld × %@ CHF)
pl: Rezerwa (%lld × %@ CHF)
pt_br: Reserva (%lld × %@ CHF)
ro: Rezervă (%lld × %@ CHF)
ru: Резерв (%lld × %@ CHF)
sv: Reserv (%lld × %@ CHF)
tr: Yedek (%lld × %@ CHF)
zh_hans: 储备（%lld × %@ 瑞士法郎）

# reset_defaults
source: Reset to Defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
da: Nulstil til standarder
de: Auf Standard zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
hr: Vrati na zadane postavke
hu: Visszaállítás alapértékekre
it: Ripristina le impostazioni predefinite
ja: デフォルトにリセット
nb: Tilbakestill til standard
nl: Terugzetten naar standaardwaarden
pt_br: Redefinir para os padrões
ro: Resetați la valorile implicite
ru: Сброс к настройкам по умолчанию
sv: Återställ till standardinställningar
tr: Varsayılanlara Sıfırla
zh_hans: 重置为默认值

# Restschuld (Hypothek)
source: Outstanding Balance (Mortgage)
ar: الديون المتبقية (الرهن العقاري)
cs: Zbývající dluh (hypotéka)
da: Restgæld (pantlån)
de: Restschuld (Hypothek)
es: Saldo pendiente (hipoteca)
fr: Solde restant dû (prêt hypothécaire)
hr: Preostali dug (hipoteka)
hu: Fennmaradó tartozás (jelzálog)
it: Debito residuo (mutuo ipotecario)
ja: 残債務（住宅ローン）
nb: Gjenstående gjeld (boliglån)
nl: Restsom (hypotheek)
pl: Zadłużenie pozostałe (kredyt hipoteczny)
pt_br: Saldo devedor (hipoteca)
ro: Datoria rămasă (ipotecă)
ru: Остаток задолженности (ипотека)
sv: Återstående skuld (hypotek)
tr: Kalan borç (ipotek)
zh_hans: 剩余债务（抵押贷款）

# Saldo
source: Balance
ar: الرصيد
cs: Zůstatek
da: Saldo
de: Saldo
es: Saldo
fr: Solde
hr: Ravnoteža
hu: Egyenleg
it: Saldo
ja: 残高
nb: Saldo
nl: Saldo
pl: Saldo
pt_br: Saldo
ro: Sold
ru: Остаток
sv: Saldo
tr: Bakiye
zh_hans: 余额

# Saldoverlauf
source: Balance History
ar: تطور الرصيد
cs: Vývoj zůstatku
da: Saldooversigt
de: Saldoverlauf
es: Evolución del saldo
fr: Évolution du solde
hr: Povijest stanja
hu: Egyenleg alakulása
it: Andamento del saldo
ja: 残高の推移
nb: Saldooversikt
nl: Saldoverloop
pl: Zmiany salda
pt_br: Histórico do saldo
ro: Evoluția soldului
ru: Динамика остатка
sv: Saldoförlopp
tr: Bakiye Değişimi
zh_hans: 余额变动情况

# Säule 2 – Einkauf
source: Pillar 2 – Purchasing
ar: الركيزة الثانية – المشتريات
cs: 2. pilíř – Nákup
da: Søjle 2 – Indkøb
de: Säule 2 – Einkauf
es: Pilar 2 – Compras
fr: Pilier 2 – Achats
hr: Stupanj 2 – Nabava
hu: 2. pillér – Beszerzés
it: Pilastro 2 – Acquisti
ja: 第2の柱 – 調達
nb: Søyle 2 – Innkjøp
nl: Pijler 2 – Inkoop
pl: Filar 2 – Zakupy
pt_br: 2º pilar – Compras
ro: Pilonul 2 – Achiziții
ru: Направление 2 — Закупки
sv: Pelare 2 – Inköp
tr: 2. Sütun – Satın Alma
zh_hans: 第二支柱——采购

# Säule 3a
source: Pillar 3a
ar: الركيزة 3أ
cs: Pilíř 3a
da: Søjle 3a
de: Säule 3a
es: Pilar 3a
fr: Pilier 3a
hr: Stupanj 3a
hu: 3a. pillér
it: Pilastro 3a
ja: 第3a柱
nb: Søyle 3a
nl: Pijler 3a
pl: Filary 3a
pt_br: Pilar 3a
ro: Pilonul 3a
ru: Направление 3a
sv: Pelare 3a
tr: 3a Sütunu
zh_hans: 第3a支柱

source: Save
ar: حفظ
cs: Uložit
da: Spare
de: Speichern
es: Guardar
fr: Enregistrer
hr: Spremi
hu: Megtakarítás
it: Salva
ja: 保存
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salva
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存

source: Savings Rate
ar: معدل الادخار
da: Besparelsesrate
de: Sparquote
es: Tasa de Ahorro
fr: Taux d'épargne
hr: Stopa štednje
hu: Megtakarítási hányad
it: Tasso di risparmio
ja: 貯蓄率
nb: Sparesats
nl: Spaarrente
pt_br: Taxa de poupança
ro: Rata de economii
ru: Ставка сбережений
sv: Besparingsgrad
tr: Tasarruf Oranı
zh_hans: 储蓄率

# Schulden
source: Debt
ar: الديون
cs: Dluhy
da: Gæld
de: Schulden
es: Deudas
fr: dettes
hr: Dugovi
hu: Adósságok
it: Debiti
ja: 借金
nb: Gjeld
nl: Schulden
pl: Zadłużenie
pt_br: Dívidas
ro: Datorii
ru: Долги
sv: Skulder
tr: Borçlar
zh_hans: 债务

source: Score
ar: النتيجة
cs: Skóre
da: Resultat
es: Puntuación
hr: Rezultat
hu: Pontszám
it: Punteggio
ja: スコア
nb: Poengsum
pl: Wynik
pt_br: Pontuação
ro: Scor
ru: Счет
sv: Poäng
tr: Skor
zh_hans: 比分

source: Score Details
ar: تفاصيل النتيجة
cs: Podrobnosti o skóre
da: Resultatdetaljer
es: Detalles de la puntuación
fr: Détails du score
hr: Detalji rezultata
hu: Pontszám részletei
it: Dettagli del punteggio
ja: スコアの詳細
nb: Poengdetaljer
nl: Scoregegevens
pl: Szczegóły wyniku
pt_br: Detalhes da pontuação
ro: Detalii privind scorul
ru: Подробная информация о счёте
sv: Resultatdetaljer
tr: Skor Ayrıntıları
zh_hans: 得分详情

# score_critical
source: Critical
ar: شديد الأهمية
da: Kritisk
de: Kritisch
es: Crítico
fr: Critique
hr: Kritično
hu: Kritikai
it: Critico
ja: 致命的
nb: Kritisk
nl: Kritisch
pt_br: Crítico
ro: Critic
ru: Критический
sv: Kritisk
tr: Kritik
zh_hans: 批判的

# score_excellent
source: Excellent
ar: ممتاز
da: Fremragende
de: Ausgezeichnet
es: Excelente
hr: Izvrsno
hu: Kiváló
it: Eccellente
ja: 素晴らしい
nb: Glimrende
nl: Uitstekend
pt_br: Excelente
ro: Excelent
ru: Отличный
tr: Harika
zh_hans: 出色的

# score_fair
source: Fair
ar: عدل
da: Retfærdig
de: Befriedigend
es: Justo
fr: Équitable
hr: Fer
hu: Igazságos
it: Giusto
ja: 公平
nb: Rettferdig
nl: Eerlijk
pt_br: Justo
ro: Corect
ru: Справедливый
sv: Rättvis
tr: Adil
zh_hans: 公平的

# score_good
source: Good
ar: جيد
da: God
de: Gut
es: Bien
fr: Bien
hr: Dobro
hu: Jó
it: Bene
ja: 良い
nb: God
nl: Goed
pt_br: Bom
ro: Bun
ru: Хороший
sv: Bra
tr: İyi
zh_hans: 好的

# score_poor
source: Poor
ar: فقير
da: Dårlig
de: Schwach
es: Pobre
fr: Pauvre
hr: Jadno
hu: Szegény
it: Povero
ja: 貧しい
nb: Fattig
nl: Arm
pt_br: Pobre
ro: Sărac
ru: Бедный
sv: Dålig
tr: Fakir
zh_hans: 贫穷的

# search_category_prompt
source: Search category …
ar: فئة البحث...
da: Søg kategori …
de: Kategorie suchen …
es: Categoría de búsqueda…
fr: Catégorie de recherche…
hr: Kategorija pretraživanja…
hu: Kategória keresése…
it: Cerca categoria...
ja: カテゴリを検索 …
nb: Søk kategori …
nl: Categorie zoeken…
pt_br: Categoria de pesquisa…
ro: Caută categoria...
ru: Категория поиска…
sv: Sök kategori …
tr: Kategori ara…
zh_hans: 搜索类别...

# search_results_fmt
source: %lld results
ar: %lld نتيجة
cs: %lld výsledků
da: %lld resultater
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
hr: %lld rezultati
hu: %lld találat
it: %lld risultati
ja: %lld 件の結果
nb: %lld resultater
nl: %lld resultaten
pl: %lld wyników
pt_br: %lld resultados
ro: %lld rezultate
ru: %lld результатов
sv: %lld resultat
tr: %lld sonuç
zh_hans: %lld 条结果

source: Select account …
ar: اختر الحساب…
da: Vælg konto...
de: Konto wählen …
es: Seleccionar cuenta…
fr: Sélectionnez un compte…
hr: Odaberite račun…
hu: Fiók kiválasztása…
it: Seleziona conto...
ja: アカウントを選択してください…
nb: Velg konto …
nl: Selecteer account…
pt_br: Selecione a conta…
ro: Selectați contul...
ru: Выберите аккаунт…
sv: Välj konto...
tr: Hesap seçin…
zh_hans: 选择帐户...

source: Settings
ar: إعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: postavke
hu: Beállítások elemre
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pt_br: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置

# settings_plan_label
source: Plan
ar: الخطة
cs: Plán
fr: Abonnement
hu: Terv
it: Piano
ja: プラン
nl: Abonnement
pt_br: Plano
ru: Тариф
zh_hans: 计划

source: Show Accounts
ar: إظهار الحسابات
da: Vis konti
de: Konten anzeigen
es: Mostrar cuentas
fr: Afficher les comptes
hr: Prikaži račune
hu: Fiókok megjelenítése
it: Mostra conti
ja: アカウントを表示する
nb: Vis kontoer
nl: Rekeningen tonen
pt_br: Mostrar contas
ro: Afișați conturi
ru: Показать аккаунты
sv: Visa konton
tr: Hesapları Göster
zh_hans: 显示账户

# show_active_only
source: Active only
ar: نشط فقط
da: Kun aktiv
de: Nur aktive
es: Sólo activo
fr: Actif uniquement
hr: Samo aktivno
hu: Csak aktív
it: Solo attivo
ja: アクティブのみ
nb: Kun aktiv
nl: Alleen actief
pt_br: Somente ativo
ro: Numai activ
ru: Только активный
sv: Endast aktiv
tr: Yalnızca etkin
zh_hans: 仅活动

source: Show all
ar: إظهار الكل
da: Vis alle
de: Alle anzeigen
es: Mostrar todo
fr: Afficher tout
hr: Prikaži sve
hu: Összes megjelenítése
it: Mostra tutto
ja: すべて表示
nb: Vis alle
nl: Toon alles
pt_br: Mostrar tudo
ro: Arată tot
ru: Показать все
sv: Visa alla
tr: Tümünü göster
zh_hans: 显示全部

# show_buckets
source: Wealth Buckets
ar: دلاء الثروة
da: Formuespande
de: Vermögenstöpfe
es: Cubos de riqueza
fr: Seaux de richesse
hr: Kante bogatstva
hu: Vagyon vödrök
it: Secchi di ricchezza
ja: 富のバケツ
nb: Rikdom Bøtter
nl: Rijkdom emmers
pt_br: Baldes de riqueza
ro: Găleți de avere
ru: Ведра богатства
sv: Rikedom hinkar
tr: Servet Kovaları
zh_hans: 财富桶

source: Show Cash Flow
ar: إظهار التدفق النقدي
da: Vis pengestrøm
de: Cashflow anzeigen
es: Mostrar flujo de caja
fr: Afficher le flux de trésorerie
hr: Prikaži novčani tok
hu: Cash Flow megjelenítése
it: Mostra flusso di cassa
ja: キャッシュフローを表示する
nb: Vis kontantstrøm
nl: Toon cashflow
pt_br: Mostrar fluxo de caixa
ro: Afișați fluxul de numerar
ru: Показать денежный поток
sv: Visa kassaflöde
tr: Nakit Akışını Göster
zh_hans: 显示现金流量

source: Show Chart
ar: إظهار الرسم البياني
cs: Zobrazit graf
da: Vis diagram
de: Chart anzeigen
es: Mostrar gráfico
fr: Afficher le graphique
hr: Prikaži grafikon
hu: Diagram megjelenítése
it: Mostra grafico
ja: チャートを表示
nb: Vis diagram
nl: Toon grafiek
pt_br: Mostrar gráfico
ro: Afișați diagrama
ru: Показать диаграмму
sv: Visa diagram
tr: Grafiği Göster
zh_hans: 显示图表

# show_pie
source: Show Pie Chart
ar: إظهار الرسم البياني الدائري
cs: Zobrazit koláčový graf
da: Vis cirkeldiagram
de: Kreisdiagramm anzeigen
es: Mostrar gráfico circular
fr: Afficher le graphique à secteurs
hr: Prikaži tortni grafikon
hu: Kördiagram megjelenítése
it: Mostra grafico a torta
ja: 円グラフを表示
nb: Vis sektordiagram
nl: Cirkeldiagram weergeven
pt_br: Mostrar gráfico de pizza
ro: Afișați diagrama circulară
ru: Показать круговую диаграмму
sv: Visa cirkeldiagram
tr: Pasta Grafiğini Göster
zh_hans: 显示饼图

# show_planner
source: Future Planner
ar: مخطط المستقبل
cs: Plánovač budoucnosti
da: Fremtidsplanlægger
de: Zukunftsplaner
es: Planificador futuro
fr: Planificateur futur
hr: Planer budućnosti
hu: Jövőtervező
it: Pianificatore futuro
ja: フューチャープランナー
nb: Fremtidsplanlegger
nl: Toekomstplanner
pt_br: Planejador futuro
ro: Planificator viitor
ru: Планировщик будущего
sv: Framtidsplanerare
tr: Gelecek Planlayıcısı
zh_hans: 未来规划师

# Sonderzahlungen
source: Special Payments
ar: المدفوعات الاستثنائية
cs: Mimořádné platby
da: Ekstraudbetalinger
de: Sonderzahlungen
es: Pagos extraordinarios
fr: Primes exceptionnelles
hr: Posebna plaćanja
hu: Különleges kifizetések
it: Pagamenti straordinari
ja: 特別手当
nb: Ekstrautbetalinger
nl: Bijzondere uitkeringen
pl: Wypłaty specjalne
pt_br: Pagamentos extraordinários
ro: Plăți speciale
ru: Единовременные выплаты
sv: Engångsutbetalningar
tr: Özel ödemeler
zh_hans: 特别津贴
